Revit 2024 API
ParameterTypeId.RbsInsulationThickness Property
 "Insulation Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsInsulationThickness { get; }
Visual Basic
Public Shared ReadOnly Property RbsInsulationThickness As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsInsulationThickness {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace